[
  {
    "title": "Local Economic Spillovers from Water Trade",
    "authors": [
      {
        "name": "Zane Kashner",
        "link": "https://zkashner.github.io/"
      },
      {
        "name": "Billy Ferguson",
        "link": "https://billyferguson.github.io/"
      }
    ],
    "date": "September 2024",
    "abstract": "How do permanent changes in the amount of water available for productive uses affect local communities? Concerns about negative impacts on local economies that sell water have driven repugnance toward water market liberalization and curtailed efforts to promote market re-allocation—a powerful policy tool to adapt to increasing water scarcity. This paper uses the liberalization of water markets in Australia's Murray-Darling Basin in 2007 to investigate the effects of the re-allocation of water on local economies and residents' welfare. We exploit differences in endowments of soil productivity to instrument for post-reform changes in water usage to measure their effect on wages, home prices, and populations. Losing water is associated with lower wages, lower rents, and lower populations 14 years on. To quantify the welfare implications, we develop and estimate a residential choice model. The model-implied average willingness to pay to avoid a nearby farmer selling an acre-foot of water is around $50, which is around a quarter of the average market price. We consider different market designs that ensure Pareto improvements for all local communities while achieving the productive efficiency gains of an unfettered market.",
    "appendedText": ""
  },
  {
    "title": "Path Dependence in Scientific Research",
    "authors": [
      {
        "name": "Zane Kashner",
        "link": "https://zkashner.github.io/"
      },
      {
        "name": "Maya Durvasula",
        "link": "https://mayadurvasula.com"
      }
    ],
    "date": "",
    "abstract": "Nearly all scientific research is focused on a small fraction of potential topics. This paper argues that such concentration is indicative of allocative inefficiency. We develop a model of sequential investment, wherein scientists select projects by choosing locations in topic space. We show that under various conditions, dense clusters of projects form around a small subset of topics. In particular, we show that if scientist project choice is path dependent, then clustering is nearly always inefficient. Thus, to test for inefficiency, we test for evidence of path dependence. We construct granular data on scientist careers and project choices from the texts of scientific publications in biomedical research. Using idiosyncratic variation in scientists' initial locations in topic space, we provide causal evidence that small changes in initial conditions have permanent impacts on long-term project choice. To quantify the magnitude of this path dependence, we estimate a quantitative version of our model. We show that policies that shift scientists' initial locations—by altering the structure of scientific training and shifting incentives for early-career research—can offset the inefficiencies introduced by path dependence. Our counterfactual exercises highlight, however, that while institutional sources of path dependence can be addressed with better designed policy, some share of this distortion is likely an immutable aspect of the scientific process.",
    "appendedText": ""
  },
  {
    "title": "Federalism on the Road: Local Control and Traffic Externalities",
    "authors": [
      {
        "name": "Zane Kashner",
        "link": "https://zkashner.github.io/"
      },
      {
        "name": "Brad Ross",
        "link": "https://brad-ross.github.io"
      }
    ],
    "date": "",
    "abstract": "In Federalist systems, the most local tier of government typically has jurisdiction over land use decisions. The decentralization theorem discussed in Oates (1972) and Oates (1999) suggests that these local governments are best suited to cater to their constituents' preferences. We propose an empirical test of this theory. Chapter 40B, a Massachusetts state law, provides a source of quasi-experimental variation in the level of government with jurisdiction over siting of new housing developments. When less than 10% of a jurisdiction's permanent housing stock is considered affordable, that jurisdiction loses its discretion over whether new, partially affordable housing developments can be built in its borders. Using the tools developed in Kashner and Ross (2024), we estimate the effect of local control over the siting of new housing developments on the traffic externalities generated by the residents of those developments. We find that new housing developments built when local governments have control over siting decisions cause 35% smaller welfare costs on existing metropolitan area residents due to increased car traffic. This effect is driven by a 55% decrease in welfare costs on households within the siting jurisdiction's borders, with a statistically insignificant and economically small decrease in traffic externalities on households in other jurisdictions.",
    "appendedText": ""
  }
]